Revit 2024 API
ProjectPosition Constructor
Overload List
Name | Description
ProjectPosition(ProjectPosition)
 Creates a copy of the ProjectPosition.
ProjectPosition(Double, Double, Double, Double)
 Construct a new ProjectPosition with the specified East/West offset, North/South offset, elevation offset, and angle of rotation.
See Also
ProjectPosition Class
ProjectPosition Members
Autodesk.Revit.DB Namespace